Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# %lld / %lld tokens
source: %1$lld / %2$lld tokens
de: %1$lld / %2$lld Token
fr: %1$lld / %2$lld jetons
it: %1$lld / %2$lld token
ja: %1$lld / %2$lld トークン
ko: %1$lld / %2$lld 토큰
zh_hans: %1$lld / %2$lld 个令牌
zh_hant: %1$lld / %2$lld 個權杖

source: %lld steps
de: %lld Schritte
es: %lld pasos
fr: %lld pas
it: %lld passi
ja: %lld歩
ko: %lld걸음
pt_br: %lld passos
zh_hans: %lld 步
zh_hant: %lld 步

source: %lld tokens
de: %lld Token
fr: %lld jetons
it: %lld token
ja: %lld トークン
ko: %lld 토큰
zh_hans: %lld 个令牌
zh_hant: %lld 個權杖

source: Add Text
de: Text hinzufügen
es: Agregar texto
fr: Ajouter un texte
it: Aggiungi testo
ja: テキストの追加
ko: 텍스트 추가
pt_br: Adicionar texto
zh_hans: 添加文本
zh_hant: 新增文字

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
ja: APIキー
ko: API 키
pt_br: Chave da API
zh_hans: API 密钥
zh_hant: API 金鑰

source: Array Constraints
de: Array-Einschränkungen
es: Restricciones de matriz
fr: Contraintes du tableau
it: Vincoli dell'array
ja: 配列の制約
ko: 배열 제약 조건
pt_br: Restrições de Array
zh_hans: 数组约束
zh_hant: 陣列限制條件

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
ja: カレンダー
ko: 캘린더
pt_br: Calendário
zh_hans: 日历
zh_hant: 行事曆

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
pt_br: Limpar
zh_hans: 清除
zh_hant: 清除

source: Comma-separated choices
de: Kommagetrennte Auswahlmöglichkeiten
es: Opciones separadas por comas
fr: Choix séparés par des virgules
it: Scelte separate da virgola
ja: カンマ区切りの選択肢
ko: 쉼표로 구분된 선택지
pt_br: Opções separadas por vírgula
zh_hans: 以逗号分隔的选项
zh_hant: 以逗號分隔的選項

source: Constraint Type
de: Einschränkungstyp
es: Tipo de restricción
fr: Type de contrainte
it: Tipo di vincolo
ja: 制約タイプ
ko: 제약 조건 유형
pt_br: Tipo de Restrição
zh_hans: 约束类型
zh_hant: 限制類型

source: Contacts
de: Kontakte
es: Contactos
it: Contatti
ja: 連絡先
ko: 연락처
pt_br: Contatos
zh_hans: 通讯录
zh_hant: 聯絡人

source: Content
de: Inhalt
es: Índice
fr: Contenu
it: Contenuto
ja: コンテンツ
ko: 콘텐츠
pt_br: Conteúdo
zh_hans: 内容
zh_hant: 內容

source: Context summarized
de: Kontext zusammengefasst
es: Contexto resumido
fr: Contexte résumé
it: Contesto riassunto
ja: コンテキスト要約済み
ko: 요약된 컨텍스트
pt_br: Contexto resumido
zh_hans: 上下文已总结
zh_hant: 內容已摘要

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピー済み
ko: 복사됨
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已複製

source: Copy result
de: Ergebnis kopieren
es: Copiar resultado
fr: Copier le résultat
it: Copia risultato
ja: 結果をコピー
ko: 결과 복사
pt_br: Copiar resultado
zh_hans: 复制结果
zh_hant: 複製結果

source: Creative Writing
de: Kreatives Schreiben
es: Escritura creativa
fr: Écriture créative
it: Scrittura creativa
ja: クリエイティブライティング
ko: 창의적인 글쓰기
pt_br: Escrita criativa
zh_hans: 创意写作
zh_hant: 創意寫作

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
zh_hans: 默认
zh_hant: 預設

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

source: Dynamic Schemas
de: Dynamische Schemata
es: Esquemas dinámicos
fr: Schémas dynamiques
it: Schemi dinamici
ja: 動的スキーマ
ko: 동적 스키마
pt_br: Esquemas dinâmicos
zh_hans: 动态架构
zh_hant: 動態結構描述

source: English (en-US)
de: Englisch (en-US)
es: Inglés (en-US)
fr: Anglais (en-US)
it: Inglese (en-US)
ja: 英語 (en-US)
ko: 영어 (en-US)
pt_br: Inglês (en-US)
zh_hans: 英语（en-US）
zh_hant: 英文（en-US）

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误
zh_hant: 錯誤

source: Example
de: Beispiel
es: Ejemplo
fr: Exemple
it: Esempio
ja: 例
ko: 예시
pt_br: Exemplo
zh_hans: 示例
zh_hant: 範例

source: Extracted Data
de: Extrahierte Daten
es: Datos extraídos
fr: Données extraites
it: Dati estratti
ja: 抽出データ
ko: 추출된 데이터
pt_br: Dados Extraídos
zh_hans: 提取的数据
zh_hant: 擷取資料

source: Extracted Invoice Data
de: Extrahierte Rechnungsdaten
es: Datos extraídos de la factura
fr: Données de facture extraites
it: Dati estratti dalla fattura
ja: 抽出された請求書データ
ko: 추출된 송장 데이터
pt_br: Dados de fatura extraídos
zh_hans: 提取的发票数据
zh_hant: 擷取的發票資料

source: Extraction Mode
de: Extraktionsmodus
es: Modo de extracción
fr: Mode d'extraction
it: Modalità di estrazione
ja: 抽出モード
ko: 추출 모드
pt_br: Modo de extração
zh_hans: 提取模式
zh_hant: 擷取模式

source: Extraction Result
de: Extraktionsergebnis
es: Resultado de extracción
fr: Résultat de l'extraction
it: Risultato dell'estrazione
ja: 抽出結果
ko: 추출 결과
pt_br: Resultado da extração
zh_hans: 提取结果
zh_hant: 擷取結果

source: Generated Data
de: Generierte Daten
es: Datos generados
fr: Données générées
it: Dati generati
ja: 生成データ
ko: 생성된 데이터
pt_br: Dados gerados
zh_hans: 生成的数据
zh_hant: 產生的資料

source: Generation Guides
de: Generierungsleitfäden
es: Guías de generación
fr: Guides de génération
it: Guide alla generazione
ja: 生成ガイド
ko: 생성 가이드
pt_br: Guias de geração
zh_hans: 生成指南
zh_hant: 生成指南

source: Generation Options
de: Generierungsoptionen
es: Opciones de generación
fr: Options de génération
it: Opzioni di generazione
ja: 生成オプション
ko: 생성 옵션
pt_br: Opções de geração
zh_hans: 生成选项
zh_hant: 生成選項

source: Get Current Location
de: Aktuellen Standort abrufen
es: Obtener ubicación actual
fr: Obtenir la position actuelle
it: Ottieni posizione attuale
ja: 現在地を取得
ko: 현재 위치 가져오기
pt_br: Obter localização atual
zh_hans: 获取当前位置
zh_hant: 取得目前位置

source: Get Location
de: Standort abrufen
es: Obtener la ubicación
fr: Obtenir la position
it: Ottieni la posizione
ko: 위치 가져오기
pt_br: Obter localização

source: Get Weather
de: Wetter abrufen
es: Obtener el tiempo actual
fr: Obtenir la météo
it: Ottieni il meteo
ja: 天気を見る
ko: 날씨 가져오기
pt_br: Obter previsão do tempo
zh_hans: 获取天气
zh_hant: 取得天氣

source: Guide Type
de: Leitfadentyp
es: Tipo de guía
fr: Type de guide
it: Tipo di guida
ja: ガイドタイプ
ko: 가이드 유형
pt_br: Tipo de guia
zh_hans: 指南类型
zh_hant: 指南類型

source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ja: 健康
ko: 건강
pt_br: Saúde
zh_hans: 健康
zh_hant: 健康

source: Health Data Unavailable
de: Gesundheitsdaten nicht verfügbar
es: Datos de salud no disponibles
fr: Données de santé indisponibles
it: Dati Salute non disponibili
ja: ヘルスデータを利用できません
ko: 건강 데이터를 사용할 수 없습니다
pt_br: Dados de saúde indisponíveis
zh_hans: 健康数据不可用
zh_hant: 健康資料無法使用

source: How @Generable Works
de: Wie @Generable funktioniert
es: Cómo funciona @Generable
fr: Comment fonctionne @Generable
it: Come funziona @Generable
ja: @Generable の仕組み
ko: @Generable 작동 방식
pt_br: Como o @Generable Funciona
zh_hans: @Generable 的工作原理
zh_hant: @Generable 的運作方式

source: Import File
de: Datei importieren
es: Importar archivo
fr: Importer un fichier
it: Importa file
ja: インポートファイル
ko: 파일 가져오기
pt_br: Importar arquivo
zh_hans: 导入文件
zh_hant: 匯入檔案

source: Instructions
de: Anweisungen
es: Instrucciones
it: Istruzioni
ja: 指示
ko: 지침
pt_br: Instruções
zh_hans: 指令
zh_hant: 指示

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Linguagem
zh_hans: 语言
zh_hant: 語言

source: Language Detection
de: Spracherkennung
es: Detección de idioma
fr: Détection de la langue
it: Rilevamento lingua
ja: 言語検出
ko: 언어 감지
pt_br: Detecção de Idioma
zh_hans: 语言检测
zh_hant: 語言偵測

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
it: Lingue
ja: 言語
ko: 언어
pt_br: Idiomas
zh_hans: 语言
zh_hant: 語言

source: Load Sample Invoice
de: Beispielrechnung laden
es: Cargar factura de ejemplo
fr: Charger une facture d'exemple
it: Carica fattura di esempio
ja: サンプル請求書を読み込む
ko: 샘플 인보이스 불러오기
pt_br: Carregar Fatura de Exemplo
zh_hans: 加载示例发票
zh_hant: 載入範例發票

source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
ja: 位置情報
ko: 위치
pt_br: Localização
zh_hans: 位置
zh_hant: 位置

source: Made by Rudrank Riyam
de: Von Rudrank Riyam
es: Creado por Rudrank Riyam
fr: Créé par Rudrank Riyam
it: Creato da Rudrank Riyam
ja: Rudrank Riyam 制作
ko: Rudrank Riyam 제작
pt_br: Criado por Rudrank Riyam
zh_hans: 由 Rudrank Riyam 制作
zh_hant: 由 Rudrank Riyam 製作

source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
it: Gestisci
ja: 管理
ko: 관리
pt_br: Gerenciar
zh_hans: 管理
zh_hant: 管理

source: Manage Reminders
de: Erinnerungen verwalten
es: Gestionar recordatorios
fr: Gérer les rappels
it: Gestisci promemoria
ko: 미리 알림 관리
pt_br: Gerenciar lembretes

source: Meal Description
de: Beschreibung der Mahlzeit
es: Descripción de la comida
fr: Description des repas
it: Descrizione del pasto
ja: 食事の記述
ko: 식사 설명
pt_br: Descrição da refeição
zh_hans: 膳食说明
zh_hant: 膳食描述

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pt_br: Modo
zh_hans: 模式
zh_hant: 模式

source: Model Availability
de: Modellverfügbarkeit
es: Disponibilidad del modelo
fr: Disponibilité du modèle
it: Disponibilità del modello
ja: モデルの利用可能状況
ko: 모델 사용 가능 여부
pt_br: Disponibilidade do modelo
zh_hans: 模型可用性
zh_hant: 模型可用性

source: Movie Genre
de: Filmgenre
es: Género de película
fr: Genre de film
it: Genere cinematografico
ja: 映画ジャンル
ko: 영화 장르
pt_br: Gênero de filme
zh_hans: 电影类型
zh_hant: 電影類型

source: Music
de: Musik
es: musica
fr: Musique
it: Musica
ja: 音楽
ko: 음악
pt_br: Música
zh_hans: 音乐
zh_hant: 音樂

source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Configurações
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open Tool
de: Tool öffnen
es: Abrir herramienta
fr: Ouvrir l’outil
it: Apri strumento
pt_br: Abrir ferramenta

source: Query
de: Abfrage
es: Solicitud
fr: Demande
it: Richiesta
ja: クエリ
ko: 쿼리
pt_br: Consulta
zh_hans: 查询
zh_hant: 查詢

source: Query Calendar
de: Kalender abfragen
es: Consultar calendario
fr: Interroger le calendrier
it: Interroga calendario
ja: カレンダーを照会
ko: 캘린더 조회
pt_br: Consultar calendário
zh_hans: 查询日历
zh_hant: 查詢行事曆

source: Recent
de: Kürzlich
es: Recientes
fr: Récent
it: Recenti
ja: 最近
ko: 최근
pt_br: Recentes
zh_hans: 最近
zh_hant: 最近

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ja: リマインダー
ko: 미리 알림
pt_br: Lembretes
zh_hans: 提醒事项
zh_hant: 提醒事項

source: Request
de: Anfrage
es: Solicitud
fr: Requête
it: Richiesta
ja: リクエスト
ko: 요청
pt_br: Solicitação
zh_hans: 请求
zh_hant: 請求

source: Requirements
de: Anforderungen
es: Requisitos
fr: Exigences
it: Requisiti
ja: 要件
ko: 요구 사항
pt_br: Requisitos
zh_hans: 要求
zh_hant: 需求

source: Response
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
ja: 応答
ko: 응답
pt_br: Resposta
zh_hans: 回应
zh_hant: 回應

source: Response Language
de: Antwortsprache
es: Idioma de la respuesta
fr: Langue de la réponse
it: Lingua della risposta
ja: 応答言語
ko: 응답 언어
pt_br: Idioma da resposta
zh_hans: 响应语言
zh_hant: 回應語言

source: Sample Data
de: Probendaten
es: Datos de muestra
fr: Échantillon de données
it: Dati di esempio
ja: サンプルデータ
ko: 샘플 데이터
pt_br: Dados de Amostra
zh_hans: 样本数据
zh_hant: 樣本資料

source: Sample Form Data
de: Beispielformulardaten
es: Datos de formulario de ejemplo
fr: Données de formulaire d’exemple
it: Dati di esempio del modulo
ja: サンプルフォームデータ
ko: 샘플 폼 데이터
pt_br: Dados de Formulário de Exemplo
zh_hans: 示例表单数据
zh_hant: 範例表單資料

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

source: Scenario
de: Szenario
es: Escenario
fr: Scénario
ja: シナリオ
ko: 시나리오
pt_br: Cenário
zh_hans: 场景
zh_hant: 情境

source: Scenario Details
de: Szenariodetails
es: Detalles del escenario
fr: Détails du scénario
it: Dettagli scenario
ja: シナリオの詳細
ko: 시나리오 세부 정보
pt_br: Detalhes do Cenário
zh_hans: 场景详情
zh_hant: 情境詳情

source: Schema References
de: Schema-Referenzen
es: Referencias de esquema
fr: Références du schéma
it: Riferimenti schema
ja: スキーマ参照
ko: 스키마 참조
pt_br: Referências de Esquema
zh_hans: 模式参考
zh_hant: 結構參考

source: Schema Structure
de: Schema-Struktur
es: Estructura del esquema
fr: Structure du schéma
it: Struttura dello schema
ja: スキーマ構造
ko: 스키마 구조
pt_br: Estrutura do Esquema
zh_hans: 模式结构
zh_hant: 結構結構

source: Search Contacts
de: Kontakte suchen
es: Buscar contactos
fr: Rechercher des contacts
it: Cerca contatti
ja: 連絡先を検索
ko: 연락처 검색
pt_br: Buscar Contatos
zh_hans: 搜索联系人
zh_hant: 搜尋聯絡人

source: Search Music
de: Musik suchen
es: Buscar música
fr: Rechercher de la musique
it: Cerca musica
ja: 音楽を検索
ko: 음악 검색
pt_br: Buscar Música
zh_hans: 搜索音乐
zh_hant: 搜尋音樂

source: Search Music Catalog
de: Musikkatalog durchsuchen
es: Buscar en el catálogo de música
fr: Rechercher dans le catalogue musical
it: Cerca nel catalogo musicale
ko: 음악 카탈로그 검색
pt_br: Pesquisar no catálogo de música

source: Search Web
de: Web durchsuchen
es: Buscar en la web
fr: Rechercher sur le Web
it: Cerca sul Web
ja: ウェブ検索
ko: 웹 검색
pt_br: Pesquisar na Web
zh_hans: 搜索网页
zh_hant: 網路搜尋

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
zh_hans: 已选择
zh_hant: 已選擇

source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
it: Invia messaggio
ja: メッセージを送信
ko: 메시지 보내기
pt_br: Enviar mensagem
zh_hans: 发送消息
zh_hant: 傳送訊息

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置
zh_hant: 設定

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중지
pt_br: Parar
zh_hans: 停止
zh_hant: 停止

source: Streaming Response
de: Streaming-Antwort
es: Respuesta en streaming
fr: Réponse en streaming
it: Risposta in streaming
ja: ストリーミング応答
ko: 스트리밍 응답
pt_br: Resposta em streaming
zh_hans: 流式响应
zh_hant: 串流回應

source: Structured Data
de: Strukturierte Daten
es: Datos estructurados
fr: Données structurées
it: Dati strutturati
ja: 構造化データ
ko: 구조화된 데이터
pt_br: Dados estruturados
zh_hans: 结构化数据
zh_hant: 結構化資料

source: Supported Language
de: Unterstützte Sprache
es: Idioma apoyado
fr: Langues prises en charge
it: Lingua supportata
ja: 対応言語
ko: 지원되는 언어
pt_br: Linguagem Apoiada
zh_hans: 支持的语言
zh_hant: 支援的語言

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 温度
ko: 온도
pt_br: Temperatura
zh_hans: 温度
zh_hant: 溫度

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
zh_hans: 标题
zh_hant: 標題

source: Tool
de: Werkzeug
es: Herramienta
fr: Outil
it: Strumento
ja: ツール
ko: 도구
pt_br: Ferramenta
zh_hans: 工具
zh_hant: 工具

source: Use Custom Choices
de: Benutzerdefinierte Auswahlmöglichkeiten verwenden
es: Usar opciones personalizadas
fr: Utiliser des choix personnalisés
it: Usa scelte personalizzate
ja: カスタム選択肢を使用
ko: 사용자 지정 선택 사용
pt_br: Usar Opções Personalizadas
zh_hans: 使用自定义选项
zh_hant: 使用自訂選項

source: Use Fixed Seed
de: Festen Seed verwenden
es: Usar semilla fija
fr: Utiliser une graine fixe
it: Usa un seed fisso
ja: 固定シードを使用
ko: 고정 시드 사용
pt_br: Usar seed fixa
zh_hans: 使用固定种子
zh_hant: 使用固定種子

source: User:
de: Benutzer:
es: Usuario:
fr: Utilisateur :
it: Utente:
ja: ユーザー：
ko: 사용자:
pt_br: Usuário:
zh_hans: 用户：
zh_hant: 使用者：

source: Validate calculations
de: Berechnungen validieren
es: Validar cálculos
fr: Valider les calculs
it: Valida i calcoli
ja: 計算結果を検証
ko: 계산 검증
pt_br: Validar cálculos
zh_hans: 验证计算结果
zh_hant: 驗證計算結果

source: View Code
de: Code anzeigen
es: Ver código
fr: Afficher le code
it: Visualizza codice
ja: コードを表示
ko: 코드 보기
pt_br: Ver código
zh_hans: 查看代码
zh_hant: 檢視程式碼

source: Weather
de: Wetter
es: Tiempo
fr: Météo
it: Meteo
ja: 天気
ko: 날씨
pt_br: Clima
zh_hans: 天气
zh_hant: 天氣

source: Web Metadata
de: Web-Metadaten
es: Metadatos web
fr: Métadonnées web
it: Metadati web
ja: ウェブメタデータ
ko: 웹 메타데이터
pt_br: Metadados da web
zh_hans: 网页元数据
zh_hant: 網頁後設資料

source: Web Search
de: Websuche
es: Búsqueda web
fr: Recherche web
it: Ricerca web
ja: ウェブ検索
ko: 웹 검색
pt_br: Pesquisa na web
zh_hans: 网络搜索
zh_hant: 網路搜尋

source: What do you want to do with your calendar?
de: Was möchten Sie mit Ihrem Kalender machen?
es: ¿Qué quieres hacer con tu calendario?
fr: Que voulez-vous faire de votre calendrier ?
it: Cosa vuoi fare con il tuo calendario?
ja: カレンダーで何をしたいですか?
ko: 달력으로 무엇을하고 싶습니까?
pt_br: O que quer fazer com seu calendário?
zh_hans: 你想用你的日历做什么?
zh_hant: 你想拿你的日程表做什么?

source: What kind of book recommendation would you like?
de: Welche Art von Buchempfehlung möchten Sie?
es: ¿Qué clase de recomendación de libros te gustaría?
fr: Quel genre de recommandation de livre aimeriez-vous ?
it: Che tipo di raccomandazione del libro vorresti?
ja: どのような書籍の推奨事項がありますか?
ko: 어떤 종류의 책 권고를 좋아합니까?
pt_br: Que tipo de recomendação de livro você gostaria?
zh_hans: 你想要什么样的书推荐?
zh_hant: 你想要什麼書介紹?

source: What music do you want to search for?
de: Welche Musik möchtest du suchen?
es: ¿Qué música quieres buscar?
fr: Quelle musique voulez-vous rechercher ?
it: Che musica vuoi cercare?
ja: 検索したい音楽は?
ko: 어떤 음악을 찾고 싶습니까?
pt_br: Que música você quer procurar?
zh_hans: 你想找什么音乐?
zh_hant: 你想找什么音樂?

source: What should I respond to?
de: Worauf soll ich antworten?
es: ¿A qué debo responder?
fr: À quoi dois-je répondre ?
it: A cosa dovrei rispondere?
ja: 対応すべきこと
ko: 나는 무엇을 응답해야 합니까?
pt_br: O que devo responder?
zh_hans: 我该怎么回答?
zh_hant: 我該怎麼回答?

source: What would you like to do with reminders?
de: Was möchten Sie mit Erinnerungen machen?
es: ¿Qué quieres hacer con recordatorios?
fr: Que voulez-vous faire des rappels ?
it: Cosa vorresti fare con i promemoria?
ja: リマインダーでやりたいことは?
ko: 알림으로 무엇을 할까?
pt_br: O que gostaria de fazer com lembretes?
zh_hans: 你想对提醒做什么?
zh_hant: 你想怎么提醒?

source: What would you like to search for?
de: Wonach möchten Sie suchen?
es: ¿Qué te gustaría buscar?
fr: Que voulez-vous chercher ?
it: Cosa vorresti cercare?
ja: 探したいのは?
ko: 무엇을 찾고 싶습니까?
pt_br: O que gostaria de procurar?
zh_hans: 你想寻找什么?
zh_hant: 你想找什麼?

source: Which location do you want weather information for?
de: Für welchen Ort möchten Sie Wetterinformationen?
es: ¿Para qué lugar quieres información meteorológica?
fr: Pour quel endroit voulez-vous des informations météorologiques?
it: Per quale posizione vuoi informazioni meteo?
ja: 天気情報が必要な場所は?
ko: 어떤 위치는 날씨 정보를 원합니까?
pt_br: Para que local quer informações meteorológicas?
zh_hans: 你想要哪个地点的天气信息?
zh_hant: 你想要哪個地點的天氣信息?

source: Which supported language should I use?
de: Welche unterstützte Sprache sollte ich verwenden?
es: ¿Qué idioma debería usar?
fr: Quelle langue devrais-je utiliser?
it: Quale lingua supportata dovrei usare?
ja: どのサポート言語を使うべきか?
ko: 어떤 지원 언어가 사용해야합니까?
pt_br: Que linguagem suportada devo usar?
zh_hans: 我该用哪一种语言?
zh_hant: 我該用哪種語言?

source: Which web page do you want to summarize?
de: Welche Webseite möchten Sie zusammenfassen?
es: ¿Qué página web quieres resumir?
fr: Quelle page Web voulez-vous résumer?
it: Quale pagina web vuoi riassumere?
ja: まとめたいページはありますか?
ko: 어떤 웹 페이지가 요약하고 싶습니까?
pt_br: Qual página você quer resumir?
zh_hans: 你想总结一下哪个网页?
zh_hant: 您要概括哪一頁 ?

source: Who do you want to search for?
de: Wen wollen Sie suchen?
es: ¿A quién quieres buscar?
fr: Qui voulez-vous chercher ?
it: Chi vuoi cercare?
ja: 誰が検索したいですか?
ko: 누가 검색 하시겠습니까?
pt_br: Quem você quer procurar?
zh_hans: 你想找谁?
zh_hant: 你想找誰?

source: You
de: Sie
es: Tú
fr: Vous
it: Tu
ja: あなた
ko: 사용자
pt_br: Você
zh_hans: 你
zh_hant: 你

source: Workspace
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Spazio di lavoro
ja: ワークスペース
ko: 작업공간
pt_br: Espaço de trabalho
zh_hans: 工作空间
zh_hant: 工作空間

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 라이브러리
pt_br: Biblioteca
zh_hans: 资源库
zh_hant: 資料庫

source: Playground
de: Experimentierbereich
es: Área de pruebas
fr: Espace de test
it: Area di prova
ja: プレイグラウンド
ko: 플레이그라운드
pt_br: Área de testes
zh_hans: 试验场
zh_hant: 試驗場

source: Runs
de: Ausführungen
es: Ejecuciones
fr: Exécutions
it: Esecuzioni
ja: 実行
ko: 실행
pt_br: Execuções
zh_hans: 运行
zh_hant: 執行

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: このAppについて
ko: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知
zh_hant: 未知

source: Support
de: Unterstützung
es: Soporte
fr: Assistance
it: Supporto
ja: サポート
ko: 지원
pt_br: Suporte
zh_hans: 支持
zh_hant: 支援

source: Report a Bug or Request a Feature
de: Melden Sie einen Fehler oder fordern Sie eine Funktion an
es: Informar un error o solicitar una función
fr: Signaler un bug ou demander une fonctionnalité
it: Segnala un bug o richiedi una funzionalità
ja: バグを報告するか機能をリクエストする
ko: 버그 신고 또는 기능 요청
pt_br: Relate um bug ou solicite um recurso
zh_hans: 报告错误或请求功能
zh_hant: 報告錯誤或請求功能

source: Couldn’t Save Changes
de: Änderungen konnten nicht gespeichert werden
es: No se pudieron guardar los cambios
fr: Impossible d'enregistrer les modifications
it: Impossibile salvare le modifiche
ja: 変更を保存できませんでした
ko: 변경사항을 저장할 수 없습니다.
pt_br: Não foi possível salvar as alterações
zh_hans: 无法保存更改
zh_hant: 無法儲存變更

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Ready-made recipes and saved experiments
de: Vorgefertigte Vorlagen und gespeicherte Experimente
es: Ejemplos listos para usar y experimentos guardados
fr: Exemples prêts à l’emploi et expériences enregistrées
it: Esempi pronti all’uso ed esperimenti salvati
ja: すぐに使えるサンプルと保存済みの実験
ko: 바로 사용할 수 있는 예제와 저장된 실험
pt_br: Exemplos prontos e experimentos salvos
zh_hans: 现成范例与已保存的实验
zh_hant: 現成範例與已儲存的實驗

source: Search Library
de: Bibliothek durchsuchen
es: Buscar en la biblioteca
fr: Rechercher dans la bibliothèque
it: Cerca nella libreria
ja: ライブラリを検索
ko: 라이브러리 검색
pt_br: Pesquisar na Biblioteca
zh_hans: 搜索资源库
zh_hant: 搜尋資料庫

source: My Experiments
de: Meine Experimente
es: Mis experimentos
fr: Mes expériences
it: I miei esperimenti
ja: 私の実験
ko: 내 실험
pt_br: Minhas experiências
zh_hans: 我的实验
zh_hant: 我的實驗

source: Opens this saved experiment in Playground
de: Öffnet dieses gespeicherte Experiment im Experimentierbereich
es: Abre este experimento guardado en el Área de pruebas
fr: Ouvre cette expérience enregistrée dans l’Espace de test
it: Apre questo esperimento salvato nell’Area di prova
ja: この保存済み実験をプレイグラウンドで開きます
ko: 이 저장된 실험을 플레이그라운드에서 엽니다
pt_br: Abre este experimento salvo na Área de testes
zh_hans: 在试验场中打开这个已保存的实验
zh_hant: 在試驗場中打開這個已儲存的實驗

source: Opens this recipe in Playground
de: Öffnet diese Vorlage im Experimentierbereich
es: Abre este ejemplo en el Área de pruebas
fr: Ouvre cet exemple dans l’Espace de test
it: Apre questo esempio nell’Area di prova
ja: このサンプルをプレイグラウンドで開きます
ko: 이 예제를 플레이그라운드에서 엽니다
pt_br: Abre este exemplo na Área de testes
zh_hans: 在试验场中打开这个范例
zh_hant: 在試驗場中打開這個範例

source: Explore
de: Entdecken
es: Explorar
fr: Explorer
it: Esplora
ja: 探検する
ko: 탐색
pt_br: Explorar
zh_hans: 探索
zh_hant: 探索

source: Production Patterns
de: Produktionsmuster
es: Patrones de producción
fr: Modèles de production
it: Pattern di produzione
ja: 本番環境のパターン
ko: 프로덕션 패턴
pt_br: Padrões de produção
zh_hans: 生产环境模式
zh_hant: 正式環境模式

source: Build reliable structured output
de: Erstellen Sie zuverlässige strukturierte Ausgaben
es: Cree resultados estructurados confiables
fr: Créez une sortie structurée fiable
it: Crea output strutturati affidabili
ja: 信頼性の高い構造化された出力を構築する
ko: 신뢰할 수 있는 구조화된 출력 구축
pt_br: Crie resultados estruturados confiáveis
zh_hans: 构建可靠的结构化输出
zh_hant: 建構可靠的結構化輸出

source: Explore multilingual model behavior
de: Erkunden Sie das Verhalten mehrsprachiger Modelle
es: Explorar el comportamiento del modelo multilingüe
fr: Explorer le comportement des modèles multilingues
it: Esplora il comportamento del modello multilingue
ja: 多言語モデルの動作を調査する
ko: 다국어 모델 동작 살펴보기
pt_br: Explore o comportamento do modelo multilíngue
zh_hans: 探索多语言模型行为
zh_hant: 探索多語言模型行為

source: Start Here
de: Beginnen Sie hier
es: Comience aquí
fr: Commencez ici
it: Inizia qui
ja: ここから始めましょう
ko: 여기서 시작하세요
pt_br: Comece aqui
zh_hans: 从这里开始
zh_hant: 從這裡開始
